Repository: Wanamics/WanaBank
Catalog: Translations/WanaBank.*.xlf
Languages: fr_fr

# Table 2137012 - Property 2879900210
source: MultiComp. Bank Account
fr_fr: Rapprochements bancaires par société

# Table 2137012 - Field 1622979514 - Property 2879900210
source: Account No.
fr_fr: N° compte

# Table 2137012 - Field 3997336476 - Property 2879900210
source: Company Name
fr_fr: Nom de la société

# Table 2137012 - Field 4198939294 - Property 2879900210
source: Currency Code
fr_fr: Code devise

# Table 2137012 - Field 2961552353 - Property 2879900210
source: Name
fr_fr: Nom

# Table 2137012 - Field 4200184881 - Property 2879900210
source: No.
fr_fr: N°

# Codeunit 4250744797 - Method 107581928 - NamedType 2723982390
source: must be the first one for this bank account
fr_fr: doit être la première pour ce compte

# Codeunit 4250744797 - Method 1407619943 - NamedType 4137510078
source: must be the last one for this bank account
fr_fr: doit être la dernière pour ce compte

# Codeunit 4250744797 - Method 4254706052 - NamedType 1965274455
source: There are lines on the imported bank statement with dates that are after the statement date.
fr_fr: Le relevé bancaire importé comporte des lignes dont les dates sont postérieures à la date relevé.

# Codeunit 4250744797 - Method 3506521230 - NamedType 2638570128
source: can't be the same bank account No.
fr_fr: ne peut être le même N° compte bancaire

# Page 4004623534 - Property 2879900210
source: Bank Account Reconcil. per Company
fr_fr: Rapprochement bancaire par société

# Page 4004623534 - Control 384452206 - Property 2879900210
source: No. of Bank Reconciliations
fr_fr: Nbre de rapprochements

# Page 4004623534 - Control 2578412327 - Property 1295455071
source: Specifies the name to display for the company in the user interface instead of the text that is specified in the Name field.
fr_fr: Spécifie le nom d'affichage défini pour la société dans l'interface utilisateur au lieu du texte spécifié dans le champ Nom.

# Page 4004623534 - Control 2578412327 - Property 2879900210
source: Display Name
fr_fr: Nom d'affichage

# Page 4004623534 - Control 2135837299 - Property 1295455071
source: Specifies that the company is for trial purposes only, and that a subscription has not been purchased.
fr_fr: Spécifie que la société est uniquement utilisée à des fins d’évaluation et qu’aucun abonnement n’a été acheté.

# Page 4004623534 - Control 2135837299 - Property 2879900210
source: Evaluation Company
fr_fr: Société d'évaluation

# Page 4004623534 - Control 2961552353 - Property 2879900210
source: Name
fr_fr: Nom

# Page 4004623534 - Control 3162797933 - Property 2879900210
source: No. of Payment Application
fr_fr: Nbre de rapprochements paiement

# Page 4004623534 - Action 2675496269 - Property 2879900210
source: Process
fr_fr: Traitement

# Page 4004623534 - Action 210935239 - Property 2879900210
source: Open
fr_fr: Ouvrir

# Page 3096281778 - Property 2879900210
source: Bank transaction Details
fr_fr: Détail transaction bancaire

# Report 1985034320 - Property 2879900210
source: Bank Account Reconciliation
fr_fr: Rapprochement bancaire

# Report 1985034320 - NamedType 1565068053
source: Account Balance
fr_fr: Solde compte

# Report 1985034320 - NamedType 2051573752
source: Bank Balance
fr_fr: Solde bancaire

# Report 1985034320 - NamedType 1759999508
source: Reconciliation Date
fr_fr: Date rapprochement

# Report 1985034320 - NamedType 3878740627
source: Open Entries Sum
fr_fr: Total écritures ouvertes

# Report 1985034320 - Control 3037438984 - Property 2879900210
source: Reconciliation Date
fr_fr: Date rapprochement

# Report 690047454 - Property 2879900210
source: SEPA Direct Debit Mandate
fr_fr: Mandat de prélèvement SEPA

# Report 4109098916 - Property 2879900210
source: Bank Account - Trial Balance
fr_fr: Comptes bancaires - Balance

# Report 4109098916 - NamedType 1290543826
source: Amounts in LCY
fr_fr: Montants en DS

# Report 4109098916 - NamedType 1617667251
source: Bank Account - Trial Balance
fr_fr: Comptes bancaires - Balance

# Report 4109098916 - NamedType 3555156106
source: Fiscal Year-To-Date
fr_fr: Exercice à date

# Report 4109098916 - NamedType 3167210143
source: Only includes bank accounts with entries in the period
fr_fr: Ne reprend que les compres bancaires mouvementés dans la période

# Report 4109098916 - NamedType 2171017903
source: Net Change
fr_fr: Solde période

# Report 4109098916 - NamedType 2716332507
source: Period
fr_fr: Période

# Report 4109098916 - NamedType 2476940767
source: It was not possible to find a %1 in %2.
fr_fr: Il est impossible de trouver un(e) %1 dans %2.

# Report 4109098916 - NamedType 95063322
source: Period: %1
fr_fr: Période : %1

# Report 4109098916 - NamedType 732759939
source: Total for
fr_fr: Total pour

# Report 4109098916 - NamedType 1370456556
source: Group Totals: %1
fr_fr: Sous-totaux : %1

# Report 4109098916 - NamedType 1537753689
source: Total in LCY
fr_fr: Total en DS

# Report 4109098916 - NamedType 3058314049
source: Ending Balance
fr_fr: Solde de clôture

# Report 4109098916 - ReportLabel 935578558
source: Beginning Balance
fr_fr: Solde d'ouverture

# Report 4109098916 - ReportLabel 2122377922
source: Credit
fr_fr: Crédit

# Report 4109098916 - ReportLabel 1880035215
source: Debit
fr_fr: Débit

# XmlPort 580001984 - Property 2879900210
source: Import Bank Statement
fr_fr: Import relevé bancaire

# XmlPort 580001984 - Method 2418344728 - NamedType 2126343653
source: Bank Account %1 of company %2 and %3 of %4 have the same %5 %6
fr_fr: Compte bancaire %1 de la société %2 et %3 de %4 ont le même %5 %6

# XmlPort 580001984 - Method 1069624050 - NamedType 3475688240
source: %1 for bank account %2 of company %3 must be %4
fr_fr: %1 du compte bancaire %2 de la société %3 doit être %4

# XmlPort 580001984 - Method 1069624050 - NamedType 3896357331
source: Last reconciliation %1 for bank account %2 of company %3 must be %4
fr_fr: Dernier rapprochement %1 du compte bancaire %2 de la société %3 doit être %4

# XmlPort 580001984 - Method 1069624050 - NamedType 2983779794
source: does not match the new statement starting date of company %1
fr_fr: ne correspond pas à la date de début du nouveau relevé de la société %1

# PageExtension 713557453 - NamedType 438128090
source: Remittance Advice
fr_fr: Avis de paiement

# PageExtension 713557453 - Action 152691430 - Property 1295455071
source: Send the remittance advice before posting a payment journal or after posting a payment. The advice contains vendor invoice numbers, which helps vendors to perform reconciliations.
fr_fr: Envoi de l'avis de paiement avant de valider la feuille de paiement. Cet avis reprend les N° doc. externe permettant au fournisseur de lettrer les écritures.

# PageExtension 713557453 - Action 152691430 - Property 2879900210
source: Send Remittance Advice
fr_fr: Envoyer avis de paiement

# PageExtension 3608883083 - Action 346897627 - Property 2879900210
source: Print
fr_fr: Imprimer

# PageExtension 3608883083 - Control 1658766258 - Property 2879900210
source: Attachments
fr_fr: Pièces jointes

# PageExtension 3485660885 - NamedType 438128090
source: Remittance Advice
fr_fr: Avis de paiement

# PageExtension 3485660885 - Action 152691430 - Property 1295455071
source: Send the remittance advice before posting a payment journal or after posting a payment. The advice contains vendor invoice numbers, which helps vendors to perform reconciliations.
fr_fr: Envoi de l'avis de paiement avant de valider la feuille de paiement. Cet avis reprend les N° doc. externe permettant au fournisseur de lettrer les écritures.

# PageExtension 3485660885 - Action 152691430 - Property 2879900210
source: Send Remittance Advice
fr_fr: Envoyer avis de paiement

# ReportExtension 4287475235 - NamedType 231594876
source: Initial Amount
fr_fr: Montant initial

# ReportExtension 4287475235 - NamedType 2932303104
source: Paid amount
fr_fr: Montant payé

# ReportExtension 4287475235 - NamedType 1344552587
source: Pmt. Disc. Amount
fr_fr: Escompte déduit

# ReportExtension 4287475235 - NamedType 2986351538
source: to your bank account:
fr_fr: vers votre compte :

# ReportExtension 4287475235 - NamedType 4282925696
source: Remittance advice
fr_fr: Avis de paiement

# ReportExtension 4287475235 - Control 506008736 - Property 2879900210
source: Email Options
fr_fr: Options e-mail

# ReportExtension 4287475235 - Control 3593006799 - Property 1295455071
source: Specifies that amounts remaining to be paid will be included.
fr_fr: Imprimer si pas d'adresse e-mail

# ReportExtension 4287475235 - Control 3593006799 - Property 2879900210
source: Print remaining statements
fr_fr: Imprimer si pas d'adresse e-mail

# ReportExtension 4287475235 - Control 2940384201 - Property 2879900210
source: Output Options
fr_fr: Options d'envoi

# ReportExtension 4287475235 - Control 2118179044 - Property 1295455071
source: Specifies how the electronic payment is exported.
fr_fr: Spécifie comment le paiement est exporté.

# ReportExtension 4287475235 - Control 2118179044 - Property 2879900210
source: Output Method
fr_fr: Mode d'envoi

# ReportExtension 4287475235 - Control 2118179044 - Property 62802879
source: Print,Preview,PDF,Email,Word,XML - RDLC layouts only
fr_fr: Impression,Aperçu,e-mail,Word,XML - présentation RDLC

# ReportExtension 4004858678 - NamedType 231594876
source: Initial Amount
fr_fr: Montant initial

# ReportExtension 4004858678 - NamedType 2932303104
source: Paid amount
fr_fr: Montant payé

# ReportExtension 4004858678 - NamedType 1344552587
source: Pmt. Disc. Amount
fr_fr: Escompte déduit

# ReportExtension 4004858678 - NamedType 2986351538
source: to your bank account:
fr_fr: vers votre compte :

# ReportExtension 4004858678 - NamedType 4282925696
source: Remittance advice
fr_fr: Avis de paiement

# ReportExtension 4004858678 - Control 506008736 - Property 2879900210
source: Email Options
fr_fr: Options e-mail

# ReportExtension 4004858678 - Control 3593006799 - Property 1295455071
source: Specifies that amounts remaining to be paid will be included.
fr_fr: Imprimer si pas d'adresse e-mail

# ReportExtension 4004858678 - Control 3593006799 - Property 2879900210
source: Print remaining statements
fr_fr: Imprimer si pas d'adresse e-mail

# ReportExtension 4004858678 - Control 2940384201 - Property 2879900210
source: Output Options
fr_fr: Options d'envoi

# ReportExtension 4004858678 - Control 2118179044 - Property 1295455071
source: Specifies how the electronic payment is exported.
fr_fr: Spécifie comment le paiement est exporté.

# ReportExtension 4004858678 - Control 2118179044 - Property 2879900210
source: Output Method
fr_fr: Mode d'envoi

# ReportExtension 4004858678 - Control 2118179044 - Property 62802879
source: Print,Preview,PDF,Email,Word,XML - RDLC layouts only
fr_fr: Impression,Aperçu,e-mail,Word,XML - présentation RDLC
